{
  "items": [
    {
      "id": 1,
      "title": "Milk",
      "price": 3.50,
      "description": "Milk is a nutrient-rich, white liquid food produced by the mammary glands of mammals. It is the primary source of nutrition for infant mammals (including humans who are breastfed) before they are able to digest other types of food. Early-lactation milk contains colostrum, which carries the mother's antibodies to its young and can reduce the risk of many diseases. It contains many other nutrients including protein and lactose. Interspecies consumption of milk is not uncommon, particularly among humans, many of whom consume the milk of other mammals."
    },
    {
      "id": 2,
      "title": "Honey",
      "price": 14,
      "description": "Honey is a sweet, viscous food substance produced by bees and some related insects. Bees produce honey from the sugary secretions of plants (floral nectar) or from secretions of other insects (such as honeydew), by regurgitation, enzymatic activity, and water evaporation. Bees store honey in wax structures called a honeycomb. The variety of honey produced by honey bees (the genus Apis) is the best-known, due to its worldwide commercial production and human consumption. Honey is collected from wild bee colonies, or from hives of domesticated bees, a practice known as beekeeping or apiculture."
    },
    {
      "id": 3,
      "title": "Sugar",
      "price": 3,
      "description": "Sugar is the generic name for sweet-tasting, soluble carbohydrates, many of which are used in food. The various types of sugar are derived from different sources. Simple sugars are called monosaccharides and include glucose (also known as dextrose), fructose, and galactose. 'Table sugar' or 'granulated sugar' refers to sucrose, a disaccharide of glucose and fructose. In the body, sucrose is hydrolysed into fructose and glucose."
    },
    {
      "id": 4,
      "title": "Chocolate",
      "price": 5,
      "description": "Chocolate is a usually sweet, brown food preparation of roasted and ground cacao seeds that is made in the form of a liquid, paste, or in a block, or used as a flavoring ingredient in other foods. The earliest evidence of use traces to the Olmecs (Mexico), with evidence of chocolate beverages dating to 1900 BC. The majority of Mesoamerican people made chocolate beverages, including the Maya and Aztecs. The word 'chocolate' is derived from the Classical Nahuatl word chocolātl."
    },
    {
      "id": 5,
      "title": "Eggs",
      "price": 7,
      "description": "Some eggs are laid by female animals of many different species, including birds, reptiles, amphibians, mammals, and fish, and have been eaten by humans for thousands of years. Bird and reptile eggs consist of a protective eggshell, albumen (egg white), and vitellus (egg yolk), contained within various thin membranes. The most commonly consumed eggs are chicken eggs. Other poultry eggs including those of duck and quail also are eaten. Fish eggs are called roe and caviar."
    },
    {
      "id": 6,
      "title": "Bread",
      "price": 5.50,
      "description": "Bread is a staple food prepared from a dough of flour and water, usually by baking. Throughout recorded history it has been a prominent food in large parts of the world and is one of the oldest man-made foods, having been of significant importance since the dawn of agriculture."
    },
    {
      "id": 7,
      "title": "Tahini",
      "price": 12.10,
      "description": "Tahini /təˈhiːni, tɑː-/ or tahina /-nə/ is a condiment made from toasted ground hulled sesame. It is served by itself (as a dip) or as a major ingredient in hummus, baba ghanoush, and halva."
    },
    {
      "id": 8,
      "title": "Apple",
      "price": 0.50,
      "description": "An apple is a sweet, edible fruit produced by an apple tree (Malus domestica). Apple trees are cultivated worldwide and are the most widely grown species in the genus Malus. The tree originated in Central Asia, where its wild ancestor, Malus sieversii, is still found today. Apples have been grown for thousands of years in Asia and Europe and were brought to North America by European colonists. Apples have religious and mythological significance in many cultures, including Norse, Greek and European Christian traditions."
    },
    {
      "id": 9,
      "title": "Orange",
      "price": 0.65,
      "description": "The orange is the fruit of the citrus species Citrus × sinensis in the family Rutaceae, native to China. It is also called sweet orange, to distinguish it from the related Citrus × aurantium, referred to as bitter orange. The sweet orange reproduces asexually (apomixis through nucellar embryony); varieties of sweet orange arise through mutations."
    },
    {
      "id": 10,
      "title": "Banana",
      "price": 0.55,
      "description": "A banana is an edible fruit – botanically a berry – produced by several kinds of large herbaceous flowering plants in the genus Musa.In some countries, bananas used for cooking may be called 'plantains', distinguishing them from dessert bananas. The fruit is variable in size, color, and firmness, but is usually elongated and curved, with soft flesh rich in starch covered with a rind, which may be green, yellow, red, purple, or brown when ripe. The fruits grow in clusters hanging from the top of the plant. Almost all modern edible seedless (parthenocarp) bananas come from two wild species – Musa acuminata and Musa balbisiana. The scientific names of most cultivated bananas are Musa acuminata, Musa balbisiana, and Musa × paradisiaca for the hybrid Musa acuminata × M. balbisiana, depending on their genomic constitution. The old scientific name for this hybrid, Musa sapientum, is no longer used."
    },
    {
      "id": 11,
      "title": "Cottage Cheese",
      "price": 4.5,
      "description": "Cottage cheese is a fresh cheese curd product with a mild flavor. In the past, it was known as 'curds and whey.' It is not aged. It is made not by pressing the cheese but by draining it, which allows some of the whey to stay which keeps the curds loose. An important step in the manufacturing process distinguishing cottage cheese from other fresh cheeses is the adding of a 'dressing', usually cream, to the curd grains, which is responsible for most of the taste of the product."
    }
  ]
}